[
		{ "type": "0",	"mark":"0", "model": "1",		"price": "133000",	"name": "Авто_1",
		  "shortinfo": "Краткая инфа о товаре",	"mainInfo": "Подробная инфа о товаре",
		  "image": ["imagePath_1", "ImagePath_2", "ImagePath_3"],
		  "tableHead": ["Характеристика_1", "Характеристика_2", "Характеристика_3"],
		  "tableData": ["инфа о Характеристике_1", "инфа о Характеристике_2", "инфа о Характеристике_3"]
		},
		{ "type": "0",	"mark":"0", "model": "1",		"price": "133000",	"name": "Авто_2",
		  "shortinfo": "Краткая инфа о товаре",	"mainInfo": "Подробная инфа о товаре",
		  "image": ["imagePath_1", "ImagePath_2", "ImagePath_3"],
		  "tableHead": ["Характеристика_1", "Характеристика_2", "Характеристика_3"],
		  "tableData": ["инфа о Характеристике_1", "инфа о Характеристике_2", "инфа о Характеристике_3"]
		},
  		{ "type": "0",	"mark":"0", "model": "1",		"price": "133000",	"name": "Авто_3",
		  "shortinfo": "Краткая инфа о товаре",	"mainInfo": "Подробная инфа о товаре",
		  "image": ["imagePath_1", "ImagePath_2", "ImagePath_3"],
		  "tableHead": ["Характеристика_1", "Характеристика_2", "Характеристика_3"],
		  "tableData": ["инфа о Характеристике_1", "инфа о Характеристике_2", "инфа о Характеристике_3"]
		}
	]