var brand = 
	[   {"mark": "Mark1",	"model": ["1Model1", "1Model2", "1Model3"] },
		{"mark": "Mark2",	"model": ["2Model1", "2Model2", "2Model3"] },
		{"mark": "Mark3",	"model": ["3Model1", "3Model2", "3Model3"] },
		{"mark": "Mark4",	"model": ["4Model1", "4Model2"] }
	];
var type =
	[
		{"Легковой": [ brand[0] ]},
		{"Внедорожник": [ brand[1], brand[2] ]},
		{"Малогрузный": [ brand[3] ]},
		{"Большегрузный": [ brand[3] ]},
		{"Микроавтобусы": [ brand[3] ]},
		{"Автобусы": [ brand[3] ]},
		{"Схтехника": [ brand[3] ]},
		{"Спецтехника": [ brand[3] ]}
	];

	/*Инфа о товаре будет выглядеть так:
	    Марка Модель
        ?Картинка?
		          краткая инфа
			подробнее>>>>>
	Подробная инфа
	Характеристики
	Табличка с характеристиками*/

var data = 
	[
		{ "type": type[0],	"model": brand[0].model[1],		"price": "133000",	"name": "Авто_1",
		  shortinfo: "Краткая инфа о товаре",	"mainInfo": "Подробная инфа о товаре",
		  "image": ["imagePath_1", "ImagePath_2", "ImagePath_3"],

		  "tableHead": ["Характеристика_1", "Характеристика_2", "Характеристика_3"],
		  "tableData": ["инфа о Характеристике_1", "инфа о Характеристике_2", "инфа о Характеристике_3"]
		},
		{ "type": type[0],	"model": brand[0].model[1],		"price": "133000",	"name": "Авто_2",
		  shortinfo: "Краткая инфа о товаре",	"mainInfo": "Подробная инфа о товаре",
		  "image": ["imagePath_1", "ImagePath_2", "ImagePath_3"],

		  "tableHead": ["Характеристика_1", "Характеристика_2", "Характеристика_3"],
		  "tableData": ["инфа о Характеристике_1", "инфа о Характеристике_2", "инфа о Характеристике_3"]
		},
  		{ "type": type[0],	"model": brand[0].model[1],		"price": "133000",	"name": "Авто_3",
		  shortinfo: "Краткая инфа о товаре",	"mainInfo": "Подробная инфа о товаре",
		  "image": ["imagePath_1", "ImagePath_2", "ImagePath_3"],

		  "tableHead": ["Характеристика_1", "Характеристика_2", "Характеристика_3"],
		  "tableData": ["инфа о Характеристике_1", "инфа о Характеристике_2", "инфа о Характеристике_3"]
		}
	];